Repository: p2pu/p2pu-search-cards
Catalog: i18n/*.po
Languages: de, pl

source: There are no active learning circles right now.
de: Es finden zur Zeit keine Lernteams statt.
pl: Żaden klub wiedzy nie jest obecnie dostępny.

source: Always available
de: Immer verfügbar
pl: Zawsze dostępny

source: Check availability
de: Verfügbarkeit prüfen
pl: Sprawdź dostępność

source: ${ rating_number } ratings
de: ${ rating_number} Bewertungen
pl: ${ rating_number } ocen

source: ${ rating_number } rating
de: ${ rating_number } Bewertung
pl: ${ rating_number } ocena

source: Used in ${ usage_number } learning circles
de: Verwendet in ${ usage_number } Lernteams
pl: Używane w ${ usage_number } klubach wiedzy

source: Used in ${ usage_number } learning circle
de: Verwendet in ${ usage_number } Lernteam
pl: Używane w ${ usage_number } klubie wiedzy

source: Topics
de: Themen
pl: Zagadnienia

source: Provider
de: Anbieter
pl: Dostawca

source: Platform
de: Plattform
pl: Platforma

source: Access
de: Zugang
pl: Dostęp

source: More details
de: Weitere Details
pl: Więcej informacji

source: Course website
de: Kurs-Webseite

source: Use this course
de: Nutze diesen Kurs
pl: Użyj tego kursu

source: Sign up for ${ course.title }
de: Anmeldung für ${ course.title }
pl: Zapisz się na ${ course.title }

source: Facilitated by ${ learningCircle.facilitator }
de: Moderiert von ${ learningCircle.facilitator }
pl: Moderuje ${ learningCircle.facilitator }

source: Course materials provided by ${ courseProviderLink }
de: Kursmaterialien werden zur Verfügung gestellt von ${ courseProviderLink }
pl: Treść kursu dostarcza ${ courseProviderLink }

source: This learning circle meets ${ meetingDay } from ${ startTime } to ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.
de: Dieses Lernteam trifft sich ${ meetingDay } von ${ startTime } bis ${ endTime } Uhr (${ learningCircle.time_zone }), ab ${ startDate }.
pl: Ten kurs odbywa się w ${ meetingDay } od ${ startTime } do ${ endTime } (${ learningCircle.time_zone }), ${ startDate }.

source: This learning circle meets every ${ meetingDay } from ${ startTime } to ${ endTime } (${ learningCircle.time_zone }) starting ${ startDate } for ${ learningCircle.weeks } weeks.
de: Dieses Lernteam trifft sich jeden ${ meetingDay } von ${ startTime } bis ${ endTime } Uhr (${ learningCircle.time_zone }), beginnend ${ startDate } für ${ learningCircle.weeks } Wochen.
pl: Ta grupa klubu wiedzy spotyka się w ${ meetingDay } od ${ startTime } do ${ endTime } (${ learningCircle.time_zone }) od ${ startDate } przez ${ learningCircle.weeks } tygodni.

source: At ${ venueLink }, ${ learningCircle.venue_address }
de: An folgendem Ort: ${ venueLink }, ${ learningCircle.venue_address }
pl: W ${ venueLink }, ${ learningCircle.venue_address }

source: ${ weekDay } from ${ formattedStartTime } to ${ formattedEndTime } (${ learningCircle.time_zone })
de: ${ weekDay } von ${ formattedStartTime } bis ${ formattedEndTime } (${ learningCircle.time_zone })
pl: ${ weekDay } od ${ formattedStartTime } do ${ formattedEndTime } (${ learningCircle.time_zone })

source: ${ learningCircle.weeks } weeks starting ${ formattedDate }
de: ${ learningCircle.weeks } Wochen ab ${ formattedDate }
pl: ${ learningCircle.weeks } tygodni od ${ formattedDate }

source: Sign up
de: Anmeldung
pl: Zapisz się

source: Meeting at ${ learningCircle.venue }
de: Ort des Treffens: ${ learningCircle.venue }
pl: Spotkanie w ${ learningCircle.venue }

source: Monday
de: Montag
pl: poniedziałek

source: Tuesday
de: Dienstag
pl: wtorek

source: Wednesday
de: Mittwoch
pl: środa

source: Thursday
de: Donnerstag
pl: czwartek

source: Friday
de: Freitag
pl: piątek

source: Saturday
de: Samstag
pl: sobota

source: Sunday
de: Sonntag
pl: niedziela

source: Course title
de: Kurstitel
pl: Tytuł kursu

source: Popularity
de: Beliebtheit
pl: Popularność

source: Community rating
de: Bewertung der Community
pl: Oceny

source: Recently added
de: Kürzlich hinzugefügt
pl: Ostatnio dodane

source: Keyword, organization, facilitator, etc...
de: Stichwort, Organisation, Lernteam-Moderator*in, etc.
pl: Słowa kluczowe, organizacja, moderator, itp.

source: Title, subject, etc...
de: Titel, Thema etc.
pl: Tytuł, temat, itp.

source: More information.
de: Weitere Informationen.

source: I consent that P2PU may process my personal data provided here for the purpose of participating in this learning circle. ${ gdprLink }
de: Ich willige ein, dass P2PU meine hier angegebenen personenbezogenen Daten zum Zweck der Teilnahme an diesem Lernteam verarbeiten darf. ${ gdprLink }

source: Name
de: Vor- und Nachname
pl: Imię

source: Email address
de: E-Mail-Adresse
pl: adres e-mail

source: If you'd like to receive weekly text messages reminding you of upcoming learning circle meetings, put your phone number here.
de: Wenn Sie wöchentliche Textnachrichten über bevorstehende Lernteams erhalten möchten, geben Sie bitte hier Ihre Telefonnummer ein.
pl: Jeśli chcesz otrzymywać na telefon cotygodniowe przypomnienie o nadchodzącym spotkaniu klubu wiedzy, podaj tutaj numer telefonu.

source: Your number won't be shared with other participants.
de: Ihre Nummer wird nicht an andere Teilnehmer*innen weitergegeben.
pl: Twój numer nie będzie udostępniany innym uczestnikom.

source: Why do you want to learn this topic?
de: Warum möchten etwas über dieses Thema lernen?
pl: Dlaczego chcesz się tego nauczyć?

source: A successful study group requires the support of all of its members. How will you help your peers achieve their goals?
de: Eine erfolgreiche Lerngruppe braucht die Unterstützung aller ihrer Mitglieder. Wie können Sie Ihren Peers (Mitlernenden) helfen, ihre Ziele zu erreichen?
pl: Skuteczna nauka w grupie wymaga wsparcia wszystkich uczestników. Jak pomożesz innym osiągnąć ich cel?

source: I would like to receive emails about other future learning opportunities from P2PU.
de: Ich würde gerne E-Mails zu zukünftigen Lernmöglichkeiten von P2PU erhalten.
pl: Chcę otrzymywać wiadomości o innych przyszłych ofertach edukacyjnych P2PU.

source: Back to search
de: Zurück zur Suche
pl: Wróć do wyszukiwania

source: Submitting...
de: Wird gesendet...
pl: Trwa przetwarzanie zgłoszenia...

source: Within ${ value } ${ unit }
de: im Umkreis von ${ value } ${ unit }
pl: Z ${ value } ${ unit }

source: Showing ${ props.searchResults.length } of ${ props.totalResults } result
de: Zeige ${ props.searchResults.length } von ${ props.totalResults } Ergebnis
pl: Wyświetla się ${ props.searchResults.length } z ${ props.totalResults } wyników.

source: reset the search form
de: Setzen Sie das Suchformular zurück
pl: Nowe wyszukiwanie

source: To see more results, either remove some filters or ${ resetButton }
de: Um mehr Ergebnisse zu sehen, entfernen Sie einige Filter oder ${ resetButton }
pl: Żeby zobaczyć więcej rezultatów, wyczyść filtry lub ${ resetButton }

source: Search
de: Suche
pl: Szukaj

source: Thank you for signing up. We've sent you an email introducing you to your facilitator and we'll send you a reminder two days before each meeting.
de: Danke für die Anmeldung. Wir haben Ihnen eine E-Mail gesendet, in der Ihnen Ihr*e Moderator*in vorgestellt wird, und wir senden Ihnen zwei Tage vor jedem Treffen eine Erinnerung.
pl: Potwierdzamy rejestrację na kurs. Wysłaliśmy wiadomość o Twoim zgłoszeniu moderatorowi i wyślemy Ci powiadomienie dwa dni przed każdym spotkaniem.

source: Sort by
de: Sortiere nach
pl: Sortuj

source: Used by ${ number } learning circle
de: Verwendet in ${ number } Lernteam
pl: Używane w ${ number } klubie wiedzy

source: Location
de: Ort
pl: Miejsce

source: Language
de: Sprache
pl: Język

source: Meeting Day(s)
de: Wochentag(e) der Lernteam-Treffen
pl: Dzień spotkania

source: OER mode
de: OER Modus (Lizensierung der Lehr- und Lernmaterialien)
pl: W otwartych zasobach edukacyjnych

source: What topics are you interested in?
de: Welche Themen interessieren Sie?
pl: Jakie tematy Cię interesują?

source: Select as many topics as you want
de: Wählen Sie so viele Themen wie Sie wollen
pl: Wybierz dowolną liczbę tematów

source: Unable to detect location.
de: Dieser Ort wurde nicht gefunden.
pl: Nie można rozpoznać lokalizacji.

source: Geolocation is not supported by this browser.
de: Diese Geolocation wird nicht vom Browser unterstützt.
pl: Geolokacja nie jest możliwa w tej przeglądarce.

source: Use my current location
de: Aktuellen Standort nutzen
pl: Użyj obecnej lokalizacji

source: Detecting your location...
de: Standort wird ermittelt...
pl: Wyszukuję Twoją lokalizację

source: Using your current location
de: Aktueller Standort ausgewählt
pl: Wykorzystuję bieżącą lokalizację

source: miles
de: Meilen
pl: mil

source: km
de: Kilometer

source: or
de: oder
pl: lub

source: Select a location
de: Wählen Sie einen Ort
pl: Wybierz miejsce

source: Start typing a city name
de: Geben Sie den Namen der Stadt ein.
pl: Zacznij wpisywać nazwę miejscowości

source: No results for this city
de: Leider keine Ergebnisse für diese Stadt
pl: Nie ma wyników dla tej miejscowości

source: Only open educational resources (OER)
de: Nur OER-Materialien (open educational resources)
pl: Tylko ogólnodostępne materiały

source: All courses
de: Alle Kurse
pl: Wszystkie kursy

source: What languages are you interested in?
de: In welcher Sprache sollen die Kurse sein?
pl: Jakie języki Cię interesują?

source: Select as many languages as you want
de: Wählen Sie so viele Sprachen aus wie Sie möchten.
pl: Wybierz dowolna liczbę języków

source: I consent that P2PU can share my signup information with the learning circle facilitator and send me emails and/or text messages related to this learning circle.
pl: Wyrażam zgodę na przekazanie przez P2PU informacji podanych podczas rejestracji moderatorowi kursu oraz na otrzymywanie wiadomości meilowych i telefonicznych związanych z tym kursem.

source: Filter
pl: Filtry
